{
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tiny-code-action.nvim": { "branch": "main" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
